brew "bat"
brew "dust"
brew "exa"
brew "fzf"
brew "gh"
brew "git"
brew "git-revise"
brew "goenv"
brew "httpie"
brew "imagemagick"
brew "neovim"
brew "openssl"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "sl"
brew "telnet"
brew "tmux"
brew "xz"
brew "yt-dlp"
brew "zsh"

cask "alacritty"
cask "calibre"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "keepingyouawake"
cask "postgres-unofficial"
cask "postman"
cask "telegram"
cask "visual-studio-code"
cask "yandex-disk"

mas "magnet", id: 441258766
mas "flycut", id: 442160987
