brew "bat"
brew "dust"
brew "exa"
brew "fzf"
brew "gh"
brew "httpie"
brew "imagemagick"
brew "neovim"
brew "openssl"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "telnet"
brew "tmux"
brew "yt-dlp"
brew "zoxide"

cask "calibre"
cask "font-fira-code"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "keepingyouawake"
cask "postman"
cask "postgres-unofficial"
cask "visual-studio-code"
cask "telegram"
casl "yandex-disk"

mas "magnet"
