42Crunch.vscode-openapi
alexcvzz.vscode-sqlite
arcticicestudio.nord-visual-studio-code
ckolkman.vscode-postgres
cstrap.python-snippets
daiyy.quick-html-previewer
deerawan.vscode-dash
donjayamanne.githistory
eamodio.gitlens
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.vscode-pull-request-github
GitLab.gitlab-workflow
golang.go
hediet.debug-visualizer
johnpapa.vscode-peacock
mechatroner.rainbow-csv
medo64.render-crlf
MeloGuo.copy-relative-path
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.makefile-tools
phplasma.csv-to-table
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
tomoki1207.pdf
Tyriar.sort-lines
Yummygum.city-lights-icon-vsc
yzhang.markdown-all-in-one
zxh404.vscode-proto3
