42crunch.vscode-openapi
alexcvzz.vscode-sqlite
arcticicestudio.nord-visual-studio-code
bierner.markdown-mermaid
ckolkman.vscode-postgres
cstrap.python-snippets
deerawan.vscode-dash
donjayamanne.githistory
eamodio.gitlens
evilz.vscode-reveal
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
geekanant.meet
george-alisson.html-preview-vscode
github.copilot
github.copilot-chat
github.vscode-pull-request-github
gitlab.gitlab-workflow
golang.go
gruntfuggly.todo-tree
hediet.debug-visualizer
johnpapa.vscode-peacock
liviuschera.noctis
marp-team.marp-vscode
mechatroner.rainbow-csv
medo64.render-crlf
meloguo.copy-relative-path
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.live-server
ms-vscode.vscode-speech
pbkit.vscode-pbkit
phplasma.csv-to-table
redhat.ansible
redhat.vscode-yaml
rust-lang.rust-analyzer
ryanluker.vscode-coverage-gutters
simonsiefke.svg-preview
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
tomoki1207.pdf
tyriar.sort-lines
yummygum.city-lights-icon-vsc
yzhang.markdown-all-in-one
zxh404.vscode-proto3
